const comments = [
  {
    id: 1,
    isbn: '978-4-297-13288-0',
    rank: 5,
    body: 'リファレンスとしても使えて便利です。',
  },
  {
    id: 2,
    isbn: '978-4-297-13288-0',
    rank: 3,
    body: 'ボリュームがあり、再入門と言った位置づけかと思う。',
  },
  {
    id: 3,
    isbn: '978-4-297-13288-0',
    rank: 4,
    body: '旧版よりもさらに詳しく、わかりやすいです。',
  },
  {
    id: 4,
    isbn: '978-4-7981-7613-0',
    rank: 5,
    body: '実際に自分で動かしながら学べるのが良い。',
  },
  {
    id: 5,
    isbn: '978-4-7981-7613-0',
    rank: 5,
    body: '図が多くてわかりやすい。',
  },
  {
    id: 6,
    isbn: '978-4-627-85711-7',
    rank: 3,
    body: 'Pythonの基礎を終えた人にお勧めしたい本です。',
  },
  {
    id: 7,
    isbn: '978-4-627-85711-7',
    rank: 4,
    body: '代表的なテクニカル分析が使えるようになります。',
  },
  {
    id: 8,
    isbn: '978-4-627-85711-7',
    rank: 5,
    body: '株価分析とPythonを両方学べて良いです。',
  },
  {
    id: 9,
    isbn: '978-4-297-13062-6',
    rank: 5,
    body: 'Rails7の新機能がコンパクトにまとまっていて使いやすい。',
  },
  {
    id: 10,
    isbn: '978-4-297-13062-6',
    rank: 3,
    body: '目的から引けて便利です。',
  },
  {
    id: 11,
    isbn: '978-4-7981-7556-0',
    rank: 4,
    body: '基礎からキッチリ学べます。',
  },
  {
    id: 12,
    isbn: '978-4-7981-7556-0',
    rank: 3,
    body: '気合入れて読まないと、結構大変な分量です。',
  },
  {
    id: 13,
    isbn: '978-4-7981-7556-0',
    rank: 4,
    body: 'サンプルがたくさん載っているので、分かりやすい。',
  },
  {
    id: 14,
    isbn: '978-4-8156-1336-5',
    rank: 5,
    body: 'まったく初めてでも、この本で色々分かった。',
  },
  {
    id: 15,
    isbn: '978-4-8156-1336-5',
    rank: 3,
    body: 'JavaScriptをきちんと理解してから臨まないと、難しいかも。',
  },
  {
    id: 16,
    isbn: '978-4-8156-0182-9',
    rank: 3,
    body: 'はじめのうちはドンドン読み進められます。後半は、ちょっと難しい。',
  },
  {
    id: 17,
    isbn: '978-4-8156-0182-9',
    rank: 4,
    body: 'サンプルや図が多いので、読みやすかったです。',
  },
];

export default comments;